Repository: ts95/MatPuls
Catalog: MatPuls/*.lproj/Localizable.strings
Languages: nb

source: Customer
nb: Kunde

# newCustomerHeader
source: Create a new customer
nb: Opprett en ny kunde

# newCustomerFooter
source: In order to create a report you need to create a customer first.
nb: For å kunne opprette en rapport må man opprette en kunde først.

source: Name
nb: Navn

# namePlaceholder
source: Enter name
nb: Angi navn

source: Email
nb: Epost

# emailPlaceholder
source: Enter email
nb: Angi epost

source: Report
nb: Rapport

# reportActionMessage
source: Generate a PDF-file or edit the report?
nb: Generere PDF-fil eller redigere rapporten?

# reportGeneratePDF
source: Generate PDF
nb: Generere PDF

# reportEdit
source: Edit report
nb: Redigere rapport

# newReportHeader
source: Create a new report
nb: Opprett en ny rapport

source: Date
nb: Dato

source: Cancel
nb: Avbryt

source: Error
nb: Feil

# newCoolerHeader
source: New cooler
nb: Ny kjøler

# newCoolerFooter
source: A cooler could be a cooling-room, a cooling-desk, a freezing-desk or a freezing-room, etc.
nb: En kjøler kan f.eks. være et kjølerom, en kjøledisk, en frysedisk eller et fryserom.

# coolerNamePlaceholder
source: Enter cooler name
nb: Angi kjølernavn

# coolerLowerTemp
source: Min temperature
nb: Min temperatur

# coolerUpperTemp
source: Max temperature
nb: Maks temperatur

# newMeasurementHeader
source: New measurement
nb: Ny måling

# itemUnit
source: Unit
nb: Enhet

# itemUnitPlaceholder
source: Enter unit name
nb: Angi enhetsnavn

# itemPlaceMeasured
source: Place measured
nb: Sted målt

# itemPlaceMeasuredPlaceholder
source: Enter measurement place
nb: Angi målingssted

# itemTemp
source: Temperature
nb: Temperatur

# mailErrorTitle
source: The email couldn't be sent
nb: Eposten kunne ikke sendes

# mailErrorMessage
source: Your device couldn't send the email. Check if your email configuration is in order.
nb: Enheten din kunne ikke sende eposten. Sjekk om epostkonfigurasjonen er i orden.

# Field required!
source: Required field.
nb: Påkrevd felt.

# Field value must have at least 2 characters
source: Min 2 characters.
nb: Min 2 tegn.

# Field value must have less than 30 characters
source: Max 30 characters.
nb: Maks 30 tegn.

# Field value must have less than 40 characters
source: Max 40 characters.
nb: Maks 40 tegn.
